Repository: supportKaravas/FoeHelper
Catalog: *.lproj/Localizable.strings
Languages: el

source: A.G.F. Upgrade
el: Αναβάθμιση Πεδίων Αντιβαρύτητας

source: A.I. Data
el: Στοιχεία Τεχνητής Νοημοσύνης

source: A.I. Research
el: Έρευνα Τεχνητής Νοημοσύνης

# ARC_PRC_RETURN
source: Arc percentage
el: Ποσοστό επιστροφής του θόλου σας

# ARC_PRC_RETURN_SUBHEADLINE
source: Enter th contribution reward boost given by your Arc
el: Εισάγετε το ποσοστό επιστροφής του θόλου σας

# ATTACK_BUILDING
source: Building attack
el: Λεηλασία κτηρίου

source: Accelerated Breaching
el: Ταχεία Ρωγμή

source: Accelerated Food Engineering
el: Ταχεία Τεχνολογία Τροφίμων

source: Accelerated Shipbuilding
el: Ταχεία Ναυπηγική

source: Accommodation
el: Διαμονή

source: Additive Manufacturing
el: Παρασκευή Πρόσθετων

source: Advanced Aquanautics
el: Προηγμένη Μελέτη του Βυθου

source: Advanced Aviation Control
el: Προηγμένος Έλεγχος Πτήσης

source: Advanced Heliograph
el: Προηγμένος Ηλιογράφος

source: Advanced Homokinetic Joints
el: Προηγμένοι Ομοκινητικοί Σύνδεσμοι

source: Advanced Hydrophones
el: Προηγμένα Υδρόφωνα

source: Advanced Hydroponics
el: Προηγμένη Υδροπονία

source: Advanced Transesterification
el: Προηγμένη Μετεστεροποίηση

source: Advanced Vacuum Distillation
el: Προηγμένη Διύλιση Κενού

source: Advertisement
el: Διαφήμιση

source: Aerial Fire Support
el: Εναέρια Πυρά Υποστήριξης

source: Aerogel Concrete
el: Σκυρόδεμα Αεροτζέλ

source: Agglomeration Architecture
el: Αρχιτεκτονική Πολεοδομικών Συγκροτημάτων

source: Agriculture
el: Γεωργία

source: Alabaster
el: Αλάβαστρος

source: Alcatraz
el: Αλκατράζ

source: Alchemy
el: Αλχημεία

source: Algae
el: Άλγες

source: Annexes
el: Παραρτήματα

source: Anti-Gravitation
el: Αντιβαρύτητα

source: Anti-Gravitational Fields
el: Πεδία Αντιβαρύτητας

source: Anti-Tank Warfare
el: Αντιαρματικά Οπλικά Συστήματα

source: Antibiotics
el: Αντιβιοτικά

source: Apartment Houses
el: Κτίριο Διαμερισμάτων

source: Apiary
el: Μελίσσι

source: Aqua Terraforming
el: Υδάτινη Γαιοποίηση

source: Aqua Therapy
el: Υδροθεραπεία

source: Aquabotanics
el: Θαλάσσια Βοτανική

source: Aqualoop
el: Θαλάσσια Υπερταχεία

source: Arcade Houses
el: Σπίτια Ψυχαγωγίας

source: Archery
el: Τοξοβολία

source: Architecture
el: Αρχιτεκτονική

source: Arcologies
el: Οικολογικοί θόλοι

source: Arctic Cargo
el: Αρκτικό Φορτίο

source: Arctic Future
el: Αρκτικό Μέλλον

source: Arctic Harvest
el: Αρκτική Σοδειά

source: Arctic Mining
el: Αρκτική Εξόρυξη

source: Arctic Navigation
el: Αρκτική Πλοήγηση

source: Arctic Orangery
el: Αρκτικός Πορτοκαλεώνας

source: Arctic Stations
el: Αρκτικοί Σταθμοί

source: Aristocracy
el: Αριστοκρατία

source: Armor-Piercing Shells
el: Διατρητικές Οβίδες

source: Armor Plating
el: Θωράκιση

source: Armored Infantry
el: Θωρακισμένο Πεζικό

source: Artificial Gravitation Module
el: Μονάδα Τεχνητής Βαρύτητας

source: Artificial Scales
el: Τεχνητά Λέπια

source: Artificial Snowflakes
el: Αρκτικές Χιονονιφάδες

source: Asbestos
el: Αμίαντος

source: Asbestos Ore
el: Αμιαντομετάλλευμα

source: Asteroid Goods Synthesizing I
el: Σύνθεση Αγαθών Αστεροειδή Ι

source: Asteroid Goods Synthesizing II
el: Σύνθεση Αγαθών Αστεροειδή ΙΙ

source: Asteroid Ice
el: Πάγος Αστεροειδή

source: Atlantis Museum
el: Μουσείο Ατλαντίδας

source: Atmospheric Aerostats
el: Ατμοσφαιρικά Αερόστατα

source: Atmospheric Research
el: Ατμοσφαιρική Έρευνα

source: Atomium
el: Ατόμιο

source: Autobahns
el: Μεγάλοι Αυτοκινητόδρομοι

source: Automated Bureaucracy
el: Αυτοματοποιημένη Γραφειοκρατία

source: Automation
el: Αυτοματισμός

source: Automobiles
el: Αυτοκινούμενα

source: Baby Boom
el: Δωμάτιο Μωρού

source: Ballistics
el: Βαλλιστική

source: Basalt
el: Βασάλτης

source: Basalt Rock
el: Ορυκτός Βασάλτης

source: BioTech Crops
el: Καλλιέργειες Βιοτεχνολογίας

source: Biochemistry
el: Βιοχημεία

source: Biogel Refrigeration
el: Κατάψυξη Βιοτζέλ

source: Biogeogenical Data
el: Βιογεωχημικά Στοιχεία

source: Biolight
el: Βιοφώς

source: Biological Energy Conversion
el: Μετατροπή Βιολογικής Ενέργειας

source: Biological Transmission
el: Βιολογική Μετάδοση

source: Biology
el: Βιολογία

source: Biomimetic Armor
el: Βιομιμητική Πανοπλία

source: Bionics
el: Βιονική

source: Bionics Data
el: Βιονικά Στοιχεία

source: Bioplastics
el: Βιοπλαστικά

source: Boarding Houses
el: Πανσιόν

source: Brass
el: Μπρούτζος

source: Braving the Deep
el: Αποτολμώντας στα Βαθιά

source: Break-Proof Alloys
el: Άθραυστα Κράματα

source: Breech Loading
el: Οπισθογέμιση

source: Brewing
el: Παρασκευή Μπύρας

source: Brewing Kettles
el: Βραστήρες Ζύμωσης

source: Brick
el: Τούβλα

source: Bridges
el: Υδραγωγεία

source: Bromine
el: Βρώμιο

source: Bromine Occurence
el: Εμφάνιση Βρωμίου

source: Bronze Age
el: Εποχή του Χαλκού

source: Brownstone Houses
el: Πέτρινο Σπίτι

source: Bungalows
el: Μπανγκαλόου

source: Butchery
el: Σφαγείο

source: Calculate
el: Υπολογισμός

source: Clear
el: Καθαρισμός

source: Comments
el: Σχόλια

# COMMUNICATION_WAYS
source: Contact information
el: Τρόποι επικοινωνίας

source: Contact us
el: Επικοινωνήστε μαζί μας

source: Contribute building
el: Συμμετοχή σε κτήριο

# CONTRIBUTION_RETURN
source: Contribution return percent
el: Ποσοστό συμμετοχής

# CURRENT_POSITION_POINTS
source: Position current points
el: Τρέχοντες πόντοι θέσης

# CURRENT_POSITION_POINTS_SUBHEADLINE
source: Enter the points that already put to that position
el: Εισάγετε τους πόντους που έχουν μπει αυτή τη στιγμή στη θέση που θέλετε

source: Current status
el: Τρέχουσα κατάσταση

source: Cape Canaveral
el: Ακρωτήριο Κανάβεραλ

source: Capitol
el: Καπιτώλιο

source: Capsule Hotels
el: Ξενοδοχεία Κάψουλες

source: Cartography
el: Χαρτογραφία

source: Casting
el: Χυτήριο

source: Cathedral of Aachen
el: Ο Καθεδρικός του Άαχεν

source: Cavalry Tactics
el: Τακτικές Ιππικού

source: Chain of Command
el: Δομή Διοίκησης

source: Chalets
el: Σαλέ

# ChateauFrontenac
source: Château Frontenac
el: Κάστρο Frontenac

source: Chemistry
el: Χημεία

source: Children's Rights
el: Δικαιώματα του Παιδιού

source: Chivalry
el: Ιπποτισμός

source: Chromatophore Synthesis
el: Χρωματοφόρα Σύνθεση

source: Chrysaniline
el: Χρυσαλίνη

source: Citizen Score System
el: Σύστημα Βαθμολογίας Πολιτών

source: Clapboard Houses
el: Σπίτι από Σανίδες

source: Clay
el: Πηλός

source: Clean Energy
el: Καθαρή Ενέργεια

source: Clearing
el: Καθάρισμα Εδάφους, Εκχέρσωση

source: Climate Control
el: Κλιματικός Έλεγχος

source: Clock Tower Apartments
el: Διαμερίσματα σε Πύργο Ρολόι

source: Clockmaking
el: Ωρολογοποιός

source: Cloth
el: Πανιά

source: Coal
el: Κάρβουνο

source: Cocoons
el: Κουκούλια

source: Codex of Honor 2.0
el: Κώδικας Τιμής 2.0

source: Coffee
el: Καφές

source: CoffeeBeans
el: Κόκκοι Καφέ

source: Coins
el: Νομίσματα

source: Coke
el: Οπτάνθρακας

source: Colonial Age
el: Αποικιακή Εποχή

source: Colonies
el: Αποικίες

source: Colosseum
el: Κολοσσαίο

source: Combat Drones
el: Μαχητικά Αερομπότ

source: Combat Traditions
el: Στρατιωτικές Παραδόσεις

source: Combined Weapon Systems
el: Συνδυασμένα Οπλικά Συστήματα

source: Commercial Aviation
el: Πολιτική Αεροπορία

source: Composite Armor
el: Σύνθετη Θωράκιση

source: Compound Fluid
el: Σύνθετα Υλικά

source: Compounding Robotics
el: Συνδυαστική Ρομποτική

source: Compression Method
el: Μέθοδος Συμπίεσης

source: Condominiums
el: Συγκροτήματα Κατοικιών

source: Conservation
el: Συντήρηση

source: Construction
el: Κτίριο

source: Consumer Goods
el: Καταναλωτικά Αγαθά

source: Consumerism
el: Καταναλωτισμός

source: Contemporary Era
el: Σημερινή Εποχή

source: Controlled Lightning
el: Ελεγχόμενη Αστραπή

source: Convenience Food
el: Συσκευασμένα Τρόφιμα

source: Copper
el: Χαλκός

source: CopperOre
el: Μετάλλευμα Χαλκού

source: Coral Domestication
el: Εξημέρωση Κοραλλιών

source: Coral Propagation
el: Αναπαραγωγή Κοραλλιών

source: Corals
el: Κοράλλια

source: Cottage
el: Αγροικία

source: Cotton
el: Βαμβάκι

source: Council Houses
el: Εργατικές Κατοικίες

source: Counterstrategy
el: Στρατηγική Αντεπίθεσης

source: Country Houses
el: Εξοχικές Κατοικίες

source: Covalent Solids
el: Ομοιοπολικά Στερεά

source: Craftwork
el: Χειροτεχνία

source: Crane
el: Γερανός

source: Crop Rotations
el: Εναλλαγές Καλλιεργειών

source: Crossbows
el: Βαλλίστρες

source: Crude Oil
el: Αργό Πετρέλαιο

source: Cryo Botany
el: Κρυοβοτανική

source: Crypto Cash
el: Κρυπτομετρητές

source: Crypto Gambling
el: Τζόγος Κρυπτονομισμάτων

source: Crystal Villas
el: Κρυστάλλινες Βίλες

source: Cultivation
el: Καλλιέργεια

source: Cultural Resurgence
el: Πολιτιστική Άνοδος

source: Cybernetically Augmented Ninjutsu
el: Κυβερνητικά Επαυξημένο Νινζουτσου

source: Data Crystals
el: Κρύσταλλοι Δεδομένων

source: Deep Sea Exploration
el: Εξερεύνηση Ανοικτής Θάλασσας

source: Deepwater Drilling
el: Γεώτρηση Μεγάλου Βάθους

source: Deuterium
el: Δευτέριο

source: Diatomite
el: Διατομίτης

source: Directed Nature
el: Κατευθυνόμενη Φύση

source: Dried Herbs
el: Αποξηραμένα Βότανα

source: Drones
el: Αερομπότ

source: Duplex Houses
el: Διπλοκατοικίες

source: Dye
el: Βαφή

source: EMP Transmission
el: Μετάδοση ΗΜΠ

source: Error
el: Λάθος

source: Early Middle Ages
el: Πρώιμος μεσαίωνας

source: Earth Science
el: Γεωεπιστήμη

source: Ebony
el: Έβενος

source: Ebony Tree
el: Δέντρο Έβενου

source: Eco-exploration
el: Οικολογική Εξερεύνηση

source: Eco-Urban Lifestyle
el: Αστικο-οικολογικός Τρόπος Ζωής

source: Economics
el: Οικονομικά

source: Efficient DNA Analysis
el: Αποδοτική Ανάλυση DNA

source: Electricity
el: Ηλεκτρισμός

source: Electromagnets
el: Ηλεκτρομαγνήτες

source: Electronic Tattoos
el: Ηλεκτρονικά Τατουάζ

source: Elite Forces
el: Επίλεκτες Δυνάμεις

source: Encrypted Digital Licensing
el: Κρυπτογραφημένη Ψηφιακή Αδειοδότηση

source: Energy Preserving Surfaces
el: Επιφάνειες Διατήρησης Ενέργειας

source: Engineered Nuclei
el: Κατασκευασμένοι Πυρήνες

source: Enhanced Formula
el: Ενισχυμένη Φόρμουλα

source: Enhanced Plasteel
el: Ενισχυμένο Plasteel

source: Enhanced Streamlining
el: Ενισχυμένη Βελτιστοποίηση

source: Entangled Nuclear Fusion
el: Περίπλοκη Πυρηνική Σύντηξη

source: Environmental Standards
el: Περιβαντολλογικά Πρότυπα

source: Equality
el: Ισότητα

source: Estate Houses
el: Σπίτι σε Κτήμα

source: Evolving VR Overlays
el: Εξελισσόμενες Αναπαραστάσεις VR

source: Executions
el: Εκτελέσεις

source: Exploration
el: Εξερεύνηση

source: Explosives
el: Εκρηκτικά

source: Extended Gaussian Distribution
el: Εκτεταμένη Γκαουσιανή Κατανομή

source: Extended Quality Assurance
el: Εκτεταμένη Διασφάλιση Ποιότητας

source: Extraction
el: Εξόρυξη

source: Extreme Weather Prevention
el: Πρόληψη Ακραίων Καιρικών Φαινομένων

source: Fashion
el: Μόδα

source: Feroconcrete
el: Σκυρόδεμα

source: Fertilization
el: Λίπανση

source: Fertillizer
el: Λίπασμα

source: Field Artillery
el: Πεδίο Πυροβολικού

source: Financial Services
el: Χρηματοπιστωτικές Υπηρεσίες

source: Flanking Tactics
el: Τακτικές Πλαγιοκόπησης

source: Flavorands
el: Αρωματικά

source: Flexible Anchor Station
el: Σταθμός Εύκαμπτης Άγκυρας

source: Flexible Glass
el: Εύκαμπτο Γυαλί

source: Flotation Surfactants
el: Επιφανειοδραστικές Ουσίες Επίπλευσης

source: Flower
el: Λουλούδι

source: Fluid Cleaning System
el: Σύστημα Καθαρισμού Υγρών

source: Fluorescent Particles
el: Φθορίζοντα Σωματίδια

source: Flying Island
el: Ιπτάμενο Νησί

source: Flying Plants
el: Ιπτάμενα Φυτά

source: Food Engineering
el: Τεχνολογία Τροφίμων

source: Food Processing
el: Επεξεργασία Τροφίμων

source: Formulated Law For Spacefaring
el: Νόμος Διαστημικών Ταξιδιών

source: Fortification
el: Οχύρωση

source: Fosil Site
el: Κοίτασμα Απολιθωμάτων

source: Frame Houses
el: Σπίτι με Ξύλινο Σκελετό

source: Frauenkirche of Dresden
el: Frauenkirche της Δρέσδης

source: Frost Immunity
el: Ανοσία στον Πάγο

source: Fusion Power
el: Ενέργεια Σύντηξης

source: Fusion Refactors
el: Ενέργειες Σύντηξης

source: Future Era
el: Το Μέλλον

source: Game settings
el: Ρυθμίσεις παιχνιδιού

source: Gaea Statue
el: Άγαλμα Γαίας

source: Galata Tower
el: Πύργος Galata

source: Gambrel Roof Houses
el: Σπίτι με Τετράριχτη Στέγη

source: Gas
el: Αέριο

source: Gasoline
el: Βενζίνη

source: Gemstone
el: Πολύτιμος Λίθος

source: Genetics Research
el: Γενετική Έρευνα

source: Genome Data
el: Γονιδιωματικά Στοιχεία

source: Genome Recoding
el: Επανακωδικοποίηση Γονιδιώματος

source: Geochemical Prospecting
el: Γεωχημική Έρευνα

source: Glass
el: Γυαλί

source: Globalization
el: Παγκοσμιοποίηση

source: Glowing Seaweed
el: Λαμπερά Φύκια

source: Gold
el: Χρυσός

source: Gold Nugget
el: Βόλος Χρυσού

source: Golden Rice
el: Χρυσά Ρύζια

source: Granary
el: Αχυρώνας

source: Granite
el: Γρανίτες

source: GraniteRock
el: Ορυκτός Γρανίτης

source: Grapes
el: Σταφύλια

source: Gravity Fields
el: Πεδία Βαρύτητας

source: Great Swords
el: Μεγάλα Σπαθιά

source: Growing
el: Ανάπτυξη

source: Guano
el: Γκουανό

source: Guilds
el: Συντεχνίες

source: Gunpowder
el: Μπαρούτι

source: Hagia Sophia
el: Αγία Σοφιά

source: Handicraft
el: Χειροτεχνία

source: Hardened Scales
el: Σκληρά Λέπια

source: Heat Regulation Modules
el: Μονάδες Ρύθμισης Θερμότητας

source: Heavy Armor
el: Βαριά Πανοπλία

source: Heavy Cavalry
el: Βαρύ ιππικό

source: Heavy Siege Engines
el: Βαριές Μηχανές Πολιορκίας

source: Hemp
el: Κάνναβη

source: Herbal Snack
el: Σνακ Βοτάνων

source: Herbs
el: Βότανα

source: High Definition VR Domains
el: Τομείς VR Υψηλής Ευκρίνειας

source: High Middle Ages
el: Μέσος Μεσαίωνας

source: High Range Sonar
el: Σόναρ Υψηλών Συχνοτήτων

source: High-Rises
el: Ουρανοξύστες

source: High Society
el: Υψηλή Κοινωνία

source: High-Tech Materials
el: Υλικά Υψηλής Τεχνολογίας

source: Higher Education
el: Ανώτατη Εκπαίδευση

source: Himeji Castle
el: Κάστρο Himeji

source: Hollywood
el: Χόλιγουντ

source: Holographic Currency
el: Ολογραφικό Νόμισμα

source: Honey
el: Μέλι

source: Honeycomb
el: Κερύθρα

source: Horseback Riding
el: Ίππευση Αλόγου

source: Hospitals
el: Νοσοκομεία

source: Human-Machine Interface
el: Διεπαφή Ανθρώπου-Μηχανής

source: Hydrodynamics
el: Υδροδυναμική

source: Hydrothermal Deposit
el: Υδροθερμικό Κοίτασμα

source: Hygiene
el: Υγιεινή

source: Info
el: Πληροφορία

source: Imperialism
el: Ιμπεριαλισμός

source: Improved Logistics
el: Βελτιωμένη Διανομή

source: Industrial Age
el: Βιομηχανική Εποχή

source: Industrial Design
el: Βιομηχανικό Σχέδιο

source: Industrial Filters
el: Βιομηχανικά Φίλτρα

source: Industrial Goods
el: Βιομηχανικά Αγαθά

source: Industrial Steel
el: Βιομηχανικό Ατσάλι

source: Industrialization
el: Βιομηχανοποίηση

source: Infantry Support
el: Υποστήριξη Πεζικού

source: Infrastructure
el: Υποδομές

source: Innovation Tower
el: Πύργος Ανακωχής

source: Intelligence
el: Ευφυΐα, Λογική, Νοημοσύνη

source: Inter-Divisional Controls
el: Διατμηματικός Έλεγχος

source: Internet
el: Διαδίκτυο

source: Interplanetary Permit A.38
el: Διαπλανητική Άδεια Α.38

source: Iridium Infused Metal
el: Μέταλλο με Έγχυση Ιριδίου

source: Iron
el: Σίδηρος

source: Iron Age
el: Εποχή του Σιδήρου

source: Iron Ore
el: Μετάλλευμα σιδήρου

source: Iron Works
el: Σιδεροκατασκευές

source: Jewelry
el: Κόσμημα

source: Journalism
el: Δημοσιογραφία

source: KaolinClay
el: Πηλός Καολίνης

source: Level points
el: Πόντοι επιπέδου

# LEVEL_POINTS_SUBHEADLINE
source: Total points that needs the current level of the building
el: Εισάγετε τους πόντους που απαιτεί αυτό το επίπεδο του κτηρίου

# LOCKED_MESSAGE
source: Locked
el: Κλειδωμένο

source: Land Reclamation
el: Εκχέρσωση

source: Laser Rust Removal
el: Αφαίρεση Σκουριάς με Λέιζερ

source: Late Middle Ages
el: Ύστερος Μεσαίωνας

source: Latex
el: Λάτεξ

source: Law and Order
el: Νόμος και Τάξη

source: Leather Working
el: Εργασίες με Δέρματα

source: Letterpress
el: Τυπογραφία

source: Lifeguarding
el: Ναυαγοσωστική

source: Lighthouse of Alexandria
el: Ο Φάρος της Αλεξάνδρειας

source: Limestone
el: Ασβεστόλιθος

source: LimestoneRock
el: Ορυκτός Ασβεστόλιθος

source: Liquid Cluster
el: Σύμπλεγμα Υγρών

source: Liquid Power Transmitter
el: Πομπός Υγρής Ισχύος

source: Local Purchasing
el: Αγορά Τοπικών Προϊόντων

source: Lode of Minerals
el: Φλέβα Μεταλλευμάτων

source: Longbows
el: Μακρά Τόξα (Longbow)

source: Lotus Temple
el: Ναός του Λωτού

source: Low-Temp Science
el: Επιστήμη Χαμηλής Θερμοκρασίας

source: Lower AI Cores
el: Μικρότεροι Πυρήνες Τεχνητής Νοημοσύνης

source: Lubricant
el: Λιπαντικά

source: Lumber
el: Ξυλεία

source: Luxury Materials
el: Υλικά Πολυτελείας

source: Machine Parts
el: Μέρη Μηχανών

source: Maelstrom Prevention
el: Πρόληψη Δίνης

source: Maelstrom Stabilization
el: Σταθεροποίηση Δίνης

source: Malthusian Theory
el: Μαλθουσιανή Θεωρία

source: Manufacturing
el: Κατασκευή

source: Manuring
el: Λίπανση

source: Marble
el: Μάρμαρο

source: Marble Rock
el: Ορυκτό Μάρμαρο

source: Marine Engineering
el: Ναυπηγική

source: Maritime Archaeology
el: Θαλάσσια Αρχαιολογία

source: Maritime Shipping
el: Θαλάσσιες Αποστολές

source: Mars Goods Synthesizing I
el: Σύνθεση Αγαθών Άρη Ι

source: Mars Goods Synthesizing II
el: Σύνθεση Αγαθών Άρη ΙΙ

source: Mars Infrastructure
el: Υποδομές Άρη

source: Mars Microbes
el: Αρειανά Μικρόβια

source: Mars Ore
el: Αρειανά Μεταλλεύματα

source: Mars Ownership Patents
el: Πατέντες Κυριότητας Άρη

source: Mars Regulations
el: Κανονισμοί Άρη

source: Mass Manufacturing
el: Μαζική Παραγωγή

source: Mass Mobilization
el: Μαζική Επιστράτευση

source: Mathematics
el: Μαθηματικα

source: Mechanical Claws
el: Μηχανικές Δαγκάνες

source: Mechanized Artillery
el: Μηχανοκίνητο Πυροβολικό

source: Mechanized Infantry
el: Μηχανοκίνητο Πεζικό

source: Medicine
el: Ιατρική

source: Mercenaries
el: Μισθοφόροι

source: Metal Working
el: Μεταλλουργικές Εργασίες

source: Microgreen Supplement
el: Συμπληρώματα Μικρολαχανικών

source: Military Interventions
el: Στρατιωτικές Επεμβάσεις

source: Military Tactics
el: Στρατιωτικές Τακτικές

source: Militia
el: Εθνοφυλακή

source: Mind-Controlled Robots
el: Ρομπότ ελεγχόμενα από τον Νου

source: Missile Artillery
el: Πυραυλικό Πυροβολικό

source: Mobile Air Defense
el: Κινητή Αεράμυνα

source: Mobile Houses
el: Κινητά Σπίτια

source: Modern Chemistry
el: Σύγχρονη Χημεία

source: Modern Electronics
el: Μοντέρνες Ηλεκτρικές Συσκευές

source: Modern Era
el: Σύγχρονη εποχή

source: Modern Explosives
el: Σύγχρονα Εκρηκτικά

source: Modern Manufacturing
el: Σύγχρονη Βιομηχανία Κατασκευών

source: Modern Materials
el: Σύγχρονα Υλικά

source: Modern Roads
el: Σύγχρονοι Δρόμοι

source: Modern Tanks
el: Μοντέρνα Τεθωρακισμένα Άρματα

source: Molecular Editing
el: Μοριακή Επεξεργασία

source: Monarchy
el: Μοναρχία

source: Monotheism
el: Μονοθεϊσμός

source: Motels
el: Μοτέλ

source: Mounted Archers
el: Έφιππος Τοξότης

source: Multi-purpose Space Training
el: Πολυχρηστική Διαστημική Εκπαίδευση

source: Multipurpose Code Routines
el: Διαδικασίες Πολυχρηστικού Κώδικα

source: Multispectral Sensors
el: Πολυφασματικοί Αισθητήρες

source: Multistory Houses
el: Πολυόροφο Σπίτι

source: Muskets
el: Μουσκετοφόρος

source: Name
el: Όνομα

source: Nanites
el: Νανομηχανές

source: Nano Habitat
el: Νανοοικότοπος

source: Nanoparticles
el: Νανοσωματίδια

source: Nanotubes
el: Νανοσωλήνες

source: Nanowire
el: Νανοσύρμα

source: Nautilus Replica
el: Αντίγραφο Ναυτίλου

source: Neural Augmented Frameworks
el: Επαυξημένα Νευρικά Πλαίσια

source: New Crops
el: Νέες Καλλιέργειες

source: New Recruits
el: Νεοσύλλεκτοι

source: New Spice Mix
el: Νέο Μίγμα Μπαχαρικών

source: New Trade Routes
el: Νέες Εμπορικές Οδοί

source: Nickel
el: Νικέλιο

source: Nickel Deposit
el: Απόθεμα Νικελίου

source: Nightlife
el: Νυχτερινή Ζωή

source: NikelOre
el: Νικέλιο

source: No Age
el: Χωρίς Εποχή

source: Noise-Cancelling Concrete
el: Σκυρόδεμα Εξουδετέρωσης Θορύβου

source: Non-Reflective Photovoltaic
el: Μη Ανακλαστικό Φωτοβολταϊκό

source: Non-Volatile Fire Shells
el: Μη πτητικές Οβίδες

source: Nonlinear Laser Pulse
el: Μη Γραμμικό Παλμικό Λέιζερ

source: Notre Dame
el: Η Παναγία των Παρισίων

source: Nutrition Research
el: Διατροφική Έρευνα

source: Nutrition Science
el: Διατροφική Επιστήμη

source: Nutritional Coil
el: Θρεπτικό Έδαφος

source: Ok
el: Εντάξει

source: Observatory
el: Παρατηρητήριο

source: Ocean Cleaning Nanobots
el: Νανορομπότ Καθαρισμού Ωκεανών

source: Ocean Colonization
el: Αποίκηση του Ωκεανού

source: Oceanic Future
el: Ωκεάνιο Μέλλον

source: Oceanic Preservation
el: Ωκεάνια Προστασία

source: Off-Road Tactics
el: Τακτικές Εκτός Δρόμου

source: Officially Ordered Retrospective
el: Αναδρομή με Επίσημη Διαταγή

source: Oil Refining
el: Διύλιση Πετρελαίου

source: Optics
el: Οπτική

source: Oracle of Delphi
el: Μαντείο των Δελφών

source: Orbital Networks
el: Τροχιακά Δίκτυα

source: Organic Conduction
el: Οργανική Αγωγιμότητα

source: Orichalcum
el: Ορείχαλκος

source: Oxygen Absorbing Materials
el: Υλικά Απορρόφησης Οξυγόνου

source: Oxygen Lens
el: Φακός Οξυγόνου

# PHONE_NUMBER_MESSAGE
source: Phone number
el: Αριθμός τηλεφώνου

source: Points to win
el: Κερδισμένοι πόντοι

# POSITION_RETURN_POINTS
source: Contribution points
el: Πόντοι επιστροφής θέσης

# POSITION_RETURN_POINTS_SUBHEADLINE
source: Enter the contribution points, without the Arc boost
el: Εισάγετε τους πόντους που επιστρέφει η θέση, χωρίς το μπόνους του θόλου

source: Packaging
el: Συσκευασία

source: Paper
el: Χαρτί

source: Paper Batteries
el: Χάρτινες Μπαταρίες

source: Papercrete
el: Χαρτοκονίαμα

source: Paths
el: Δρομάκια

source: Pearls
el: Μαργαριτάρια

source: Pendulum Oscillation
el: Ταλάντωση Εκκρεμούς

source: Percussion Fuze
el: Κρουσιφλεγής Βολίδα

source: Personal Paradise
el: Προσωπικός Παράδεισος

source: Pest Control
el: Καταπολέμηση Παρασίτων

source: Petroleum Industry
el: Πετρελαιοβιομηχανία

source: Phalanx
el: Φάλαγγα

# PhotonEmitters3D
source: 3D Photon Emitters
el: Πομποί 3D Φωτονίων

source: Photovoltaic Film
el: Φωτοβολταϊκό Φίλμ

source: Physical Education
el: Φυσική Αγωγή

source: Physical Security
el: Σωματική Ασφάλεια

source: Physics
el: Φυσική

source: Pico Computing
el: Πίκο-Υπολογισμοί

source: Pike Square
el: Φάλαγγα με Δόρατα

source: PineWood
el: Ξύλο Πεύκου

source: Plankton
el: Πλαγκτόν

source: Plantation Goods
el: Αγαθά φυτείας

source: Plantations
el: Φυτείες

source: Plasma Nozzles
el: Ακροφύσια Πλάσματος

source: Plasma Spectroscopy
el: Φασματοσκοπία Πλάσματος

source: Plastics
el: Πλαστικά

source: Platinum Crystals
el: Κρύσταλλοι Πλατίνας

source: Plowing
el: Όργωμα

source: Police
el: Αστυνομία

source: Polymerized Membranes
el: Πολυμερισμένες Μεμβράνες

source: Porcelain
el: Πορσελάνη

source: Postmodern Era
el: Μεταμοντέρνα εποχή

source: Pottery
el: Κεραμοποιείο

source: Power Distribution
el: Στήλες Παροχής Ρεύματος

source: Precise Forecasting
el: Ακριβής Πρόβλεψη

source: Precision Tools
el: Εργαλεία Ακριβείας

source: Prefab High-Rises
el: Ουρανοξύστες Προκάτ

source: Prefab Houses
el: Προκάτ Σπίτια

source: Prefabrication
el: Προκατασκευή

source: Preservatives
el: Συντηρητικά

source: Pressure Resistant Fuel
el: Καύσιμο Ανθεκτικό στην Πίεση

source: Pressurized Plasma
el: Συμπιεσμένο Πλάσμα

source: Private Transport
el: Ιδιωτική Μετακίνηση

source: Proccessed Materials
el: Επεξεργασμένα Υλικά

source: Processing
el: Πορεία

source: Processions
el: Πομπές

source: Progressive Era
el: Προοδευτική εποχή

source: Promethium
el: Προμήθειο

source: Promethium Extraction
el: Εξόρυξη Προμηθείου

source: Public Emitters
el: Δημόσιοι Πομποί

source: Public Transport
el: Μέσα Μαζικής Μεταφοράς

source: Purified Water
el: Απιονισμένο Νερό

source: Quality Products
el: Ποιοτικά Προϊόντα

source: Quantum Communication
el: Κβαντική Επικοινωνία

source: Quantum Photogrammetry
el: Κβαντική Φωτογραμμετρία

source: Quarries
el: Λατομία

source: Quartz
el: Χαλαζίας

source: Required points
el: Απαιτούμενοι πόντοι

source: Requires
el: Χρειάζονται

source: Radiation Protection System
el: Σύστημα Ακτινοπροστασίας
