Repository: supportKaravas/FoeHelper
Catalog: *.lproj/Localizable.strings
Languages: el

source: Railroad
el: Σιδηρόδρομος

source: Rain Forest Project
el: Το Εγχείρημα του Τροπικού Δάσους

source: Ranching
el: Κτηνοτροφία

source: Rapid Deployment
el: Γρήγορη Ανάπτυξη

source: Rapid Response
el: Άμεση Επέμβαση

source: Rare Earth Elements
el: Σπάνιες Γαίες

source: RawAlabaster
el: Ακατέργαστος Αλάβαστρος

source: Reactive Armor
el: Θωράκιση Αντίδρασης

source: Reconnaissance
el: Αναγνώριση

source: Recreation
el: Αναψυχή

source: Recycled Materials
el: Ανακυκλώσιμα Υλικά

source: Regenerative Methods
el: Μέθοδοι Αναγέννησης

source: Reinforced Mining Parts
el: Ενισχυμένα Μέρη Εξόρυξης

source: Reliable Hash Generators
el: Αξιόπιστες Γεννήτριες Κατακερματισμού

source: Renewable Energy
el: Ανανεώσιμη Ενέργεια

source: Renewable Resources
el: Ανανεώσιμες Πηγές

source: Repurposable Furniture
el: Πολυχρηστικά Έπιπλα

source: Research Grant
el: Επιχορήγηση Έρευνας

source: Responsive Holo-Entertainment
el: Ολογραφική Ψυχαγωγία

source: Rifles
el: Τουφέκια

source: Robotic Appendages
el: Ρομποτικά Άκρα

source: Robots
el: Ρομπότ

source: Rock
el: Πέτρωμα

source: Rocket Artillery
el: Ρουκετοβόλο Πυροβολικό

source: Roof Tile Houses
el: Σπίτι με κεραμοσκεπή

source: Rope
el: Σκοινί

source: Rotation Equalizer
el: Ισοσταθμιστής Περιστροφής

source: Rubber
el: Καουτσούκ

# SAVE_MESSAGE
source: Save
el: Αποθήκευση

source: Send message
el: Αποστολή μηνύματος

source: Settings
el: Ρυθμίσεις

source: S.O.L.I.D. Mark II Glass
el: Σ.Τ.Ε.Ρ.Ε.Ο. Γυαλί Έκδοςση Β

# START_MESSAGE
source: Start
el: Αρχική

source: Status
el: Κατάσταση

source: Saint Basil's Cathedral
el: Καθεδρικός Ναός του Μ. Βασιλείου

source: Salt
el: Αλάτι

source: Scoped Rifles
el: Τουφέκια με Σκόπευτρα

source: Seasteading
el: Οικήματα στη Θάλασσα

source: Secured VR Domains
el: Ασφαλείς Τομείς VR

source: Seed Vault
el: Τράπεζα Σπόρων

source: Selective Heat Generation
el: Παραγωγή Επιλεκτικής Θερμότητας

source: Self-Repairing Alloys
el: Αυτοεπισκευαζόμενα Κράματα

source: Self-sealing Alloys
el: Αυτοστεγανοποιούμενα Κράματα

source: Self-Supporting Homes
el: Αυτοστηριζόμενα Σπίτια

source: Semicontuctors
el: Ημιαγωγοί

# Service247
source: 24-7 Service
el: Εξυπηρέτηση 24/7

source: Sewerage
el: Αποχέτευση

source: Shellfish Aquaculture
el: Υδατοκαλλιέργεια Οστρακοειδών

source: Shophouses
el: Καταστήματα με Σπίτια στον Όροφο

source: Siege Weapons
el: Όπλα Πολιορκίας

source: Signposting
el: Σήμανση

source: Silk
el: Μετάξια

source: Simplified Data Transmission
el: Μετάδοση Απλοποιημένων Δεδομένων

source: Simplified Repair Process
el: Απλοποιημένη Διαδικασία Επιδιόρθωσης

source: Slingshots
el: Σφεντόνες

source: Smart Fabrics
el: Έξυπνα Υφάσματα

source: Smart Home 2.0
el: Έξυπνο Σπίτι 2.0

source: Smart Materials
el: Έξυπνα υλικά

source: Smithery
el: Σιδηρουργείο

source: Soapstone
el: Στεατίτης

source: Solar Powered EmDrive
el: Ηλιακός EmDrive

source: Solar Roads
el: Ηλιακοί Δρόμοι

source: Solid Materials
el: Στερεά Υλικά

source: Soy Proteins
el: Πρωτεϊνες Σόγιας

source: Space Age Asteroid Belt
el: Ζώνη Αστεροειδών στην Εποχή του Διαστήματος

source: Space Age Mars
el: Διαστημική Εποχή: Άρης

source: Space Age Venus
el: Η Αφροδίτη στην Εποχή του Διαστήματος

source: Space Carrier
el: Διαστημικός Μεταφορέας

source: Space Flight
el: Διαστημική Πτήση

source: Space Kitchen
el: Διαστημική Κουζίνα

source: Space Marketing Techniques
el: Τεχνικές Διαστημικού Μάρκετινγκ

source: Space Needle
el: Πύργος Space Needle

source: Spacefaring
el: Διαστημικά Ταξίδια

source: Spears
el: Ακόντια

source: Special Operations
el: Ειδικές Επιχειρήσεις

source: Species Conservation
el: Διατήρηση Είδους

source: Spectator Sports
el: Σπορ με Πολλούς Θεατές

source: SpruceWood
el: Ξύλο Πικέας

source: Squad Tactics
el: Τακτικές Διμοιρίας

source: St. Mark's Basilica
el: Η Βασιλική του Αγίου Μάρκου

source: Star Gazer
el: Αστροπαρατηρητής

source: Statue of Zeus
el: Άγαλμα του Διά

source: Stealth Technology
el: Μυστική Τεχνολογία

source: Steel
el: Ατσάλι

source: Stilt Houses
el: Υπερυψωμένο σπίτι σε δοκάρια

source: Stock Breeding
el: Εκτροφή Κοπαδιού

source: Stone
el: Πέτρα

source: Stone Age
el: Λίθινη Εποχή

source: Stonework
el: Λιθοδομία

source: Stress Management
el: Διαχείριση Άγχους

source: String Rail System
el: Σιδηροδρομικό Σύστημα Χορδών

source: Subaquatic Agriculture
el: Υποβρύχια Καλλιέργεια

source: Subaquatic Filters
el: Υποβρύχια Φίλτρα

source: Subaqueous Construction
el: Υποθαλάσσια Κατασκευή

source: Subatomic Crystallization
el: Υποατομική Κρυστάλλωση

source: Suburban Houses
el: Προαστιακά Σπίτια

source: Sugar Crystals
el: Κρύσταλλοι Ζάχαρης

source: Sulphur Blocks
el: Κύβοι Θείου

source: Superalloys
el: Υπερκράματα

source: Superconductor Particle Streams
el: Ροές Υπεραγώγιμων Σωματιδίων

source: Superconductors
el: Υπεραγωγός

source: Superheavy Warmachines
el: Βαριές Πολεμικές Μηχανές

source: Supplies
el: Προμήθειες

source: Surface Observation Project
el: Πρόγραμμα Παρατήρησης Επιφάνειας

source: Surveillance
el: Παρακολούθηση

source: Swarm Control Methods
el: Μέθοδοι Ελέγχου των Σμηνών

source: Sweet Scent
el: Γλυκιά Μυρωδιά

# THANKS_FOR_COMMENTS
source: Thank you for your comments
el: Σας ευχαριστούμε για τα σχόλια σας

source: Total building points
el: Συνολικοί πόντοι κτηρίου

# TOTAL_BUILDING_POINTS_SUBHEADLINE
source: Enter the total points that already put to the building
el: Εισάγετε τους πόντους που έχουν μπει μέχρι στιγμής στο κτήριο

source: Tailored Biolight
el: Προσαρμοσμένο Βιοφώς

source: Talk Powder
el: Πούδρα Ταλκ

source: Tanning
el: Βυρσοδεψία

source: Tar
el: Πίσσα

source: Tea Silk
el: Μετάξια Τσαγιού

source: Teaching
el: Διδασκαλία

source: Temple of Relics
el: Ναός των Κειμηλείων

source: Tenement Houses
el: Πολυκατοικίες

source: Terracotta Army
el: Πήλινος Στρατός

source: Terraforming
el: Γεωποίηση

source: Textiles
el: Υφάσματα

source: Thatched Houses
el: Σπίτι με Αχυροσκεπή

source: The Arc
el: Ο Θόλος

source: The Blue Galaxy
el: Ο Μπλε Γαλαξίας

source: The Habitat
el: Το Habitat

source: The Kraken
el: Το Κράκεν

source: The Virgo Project
el: Πρότζεκτ Αστερισμός της Παρθένου

source: The Wheel
el: Ο Τροχός

source: Thermae
el: Θέρμες

source: Thermal Mining
el: Θερμική Εξόρυξη

source: Tidal Power
el: Παλιρροϊκή Ενέργεια

source: Tin Ore
el: Μετάλλευμα του Κασσίτερου

source: Tinplate
el: Λευκοσίδηρος

# TomorrowEra
source: Tomorrow Erah
el: Αύριο

source: Tools
el: Εργαλεία

source: Tower of Babel
el: Πύργος της Βαβέλ

source: Town Houses
el: Αριστοκρατικό Σπίτι

source: Tracked Vehicles
el: Ερπυστριοφόρα Οχήματα

source: Trade Routes
el: Εμπορικές Οδοί

source: Trading Charters
el: Χάρτες Συναλλαγών

source: Traffic Lanes
el: Λωρίδες Κυκλοφορίας

source: Transester Gas
el: Μετεστερεοποιημένο Αέριο

source: Translucent Concrete
el: Διάφανο Σκυρόδεμα

source: Tree
el: Δέντρο

source: Tribal Community
el: Κοινότητα της φυλής

source: Trinary Information Engraving
el: Τριγωνική Εγχάραξη Πληροφοριών

source: Truce Tower
el: Πύργος Καινοτομίας

source: Tungsten Ore
el: Μετάλλευμα του Βολφραμίου

source: Two Dimensional Magnetic Crystals
el: Δισδιάστατοι Μαγνητικοί Κρύσταλλοι

# UNLOCKED_MESSAGE
source: Unlocked
el: Ξεκλείδωτη

source: Underground Houses
el: Υπόγεια Σπίτια

source: Underwater Meditation
el: Υποθαλάσσιος Διαλογισμός

source: Unrefined Salt
el: Ακατέργαστο Αλάτι

source: Urbanization
el: Αστικοποίηση

source: VR Domain Archiving
el: Αρχειοθέτηση Τομέα VR

source: VR Overlays
el: Αναπαραστάσεις VR

source: VR Supported Celebrations
el: Εορτασμοί Υποστηριζόμενοι από VR

source: Venus Carbon
el: Άνθρακες Αφροδίτης

source: Vertical Home Design
el: Σχεδίαση Κάθετου Σπιτιού

source: Victorian Houses
el: Βικτωριανά Σπίτια

source: Virtual Future
el: Εικονικό μέλλον

source: Waste Management
el: Διαχείριση Αποβλήτων

source: Waste Management Enzymes
el: Ένζημα Διαχείρισης Αποβλήτων

source: Water Reservoirs
el: Δεξαμενές Νερού

source: Water Wheels
el: Υδραυλικοί Τροχοί

source: Waterfall Stock
el: Υδάτινο Χρηματιστήριο

source: Waterfront Residentials
el: Παραθαλάσσιες Κατοικίες

source: Wave Farms
el: Φάρμες Κυματικής Ενέργειας

source: Whale Oil
el: Λίπος Φάλαινας

source: Whales
el: Φάλαινες

source: Wine
el: Κρασί

source: Wire
el: Σύρμα

source: Wireless Power Transmission
el: Ασύρματη Μεταφορά Ενέργειας

source: Woodwork
el: Ξυλουργική

source: Wool
el: Μαλλί

source: Workers' Houses
el: Εργατικές Κατοικίες

source: Xenomineralogy
el: Εξόρυξη Ευγενών Αερίων

source: Zinc Ore
el: Μετάλλευμα Ψευδαργύρου

source: Age
el: Εποχή

source: Ages
el: Εποχές

# appDescr
source: A web site for the friends of Forge of empires
el: Ένας ιστόχωρος για τους φίλους το Forge of Empires!

# arcContribution
source: Arcs contribute with percentage
el: Ποσοστό συνεισφοράς θόλων

source: Arc help
el: Βοήθεια θόλου

source: Building
el: Κτήριο

source: Buildings
el: Κτήρια

source: Calculate
el: Υπολόγισε

# commentsSuggestions
source: Comments, remarks, suggestions etc, here
el: Σχόλια, παρατηρήσεις, προτάσεις κλπ, εδω

# contactMe
source: If you wish to contact me, you can do so in the following ways
el: Εαν θέλετε να επικοινωνήσετε μαζί μου, μπορείτε να το κάνετε με τους εξής τρόπους

source: Extra points
el: Επιπλέον πόντοι

source: From level
el: Από επίπεδο

source: Game data
el: Δεδομένα παιχνιδιού

source: Goods
el: Αγαθά

source: Great Buildings
el: Μεγάλα κτήρια

source: Height
el: Ύψος

source: Index
el: Αρχική

source: Locks
el: Κλειδώνει

# lvl %lld
source: Level %lld
el: Επίπεδο %lld

source: Next age
el: Επόμενη εποχή

source: Owner
el: Ιδιοκτήτης

source: Points
el: Πόντοι

source: Position %lld
el: Θέση %lld

source: Previous age
el: Προηγούμενη εποχή

source: Required Goods
el: Απαιτούμενα Αγαθά

source: Required Technologies
el: Απαιτούμενες Τεχνολογίες

source: Requires
el: Απαιτήσεις

source: See also
el: Δείτε ακόμη

source: Special Buildings
el: Ειδικά Κτήρια

source: Technologies
el: Τεχνολογίες

source: Technologies that owe good
el: Τεχνολογίες που χρειάζονται το αγαθό

source: Telephone
el: Τηλέφωνο

source: To level
el: Εως επίπεδο

source: Total
el: Σύνολο

source: Units
el: Μονάδες

# whatToCome
source: Next upgrade: * Users * User Profiles * User notes * User reminders
el: Επόμενη αναβάθμιση: * Μεγάλα Κτήρια

source: Width
el: Πλάτος
